Repository: chasey-myagi/Sapphire
Catalog: Sapphire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Show Notes in Notch Bar
zh_hans: 在刘海栏显示笔记
zh_hant: 在瀏海列顯示備忘錄

source: Show Now Playing From
zh_hans: 显示以下应用的正在播放内容
zh_hant: 顯示正在播放的來源

source: Show Percentage
zh_hans: 显示百分比
zh_hant: 顯示百分比

source: Show QR to Download
zh_hans: 显示下载二维码
zh_hant: 顯示下載 QR 碼

source: Show Running Work in the Notch
zh_hans: 在刘海区域显示运行中的任务
zh_hant: 在瀏海區域顯示執行中的工作

source: Show Sapphire's notch and features when your Mac is locked.
zh_hans: Mac 锁定时显示 Sapphire 的刘海区域及相关功能。
zh_hant: 在 Mac 鎖定時顯示 Sapphire 的瀏海區域和功能。

source: Show Section Dividers
zh_hans: 显示分区分隔线
zh_hant: 顯示區段分隔線

source: Show Snap Zones when dragging a window. Hold Command to temporarily hide them.
zh_hans: 拖动窗口时显示窗口分区。按住 Command 可暂时隐藏。
zh_hant: 拖移視窗時顯示貼齊區域。按住 Command 可暫時隱藏。

source: Show Snap Zones when dragging near the notch.
zh_hans: 在刘海附近拖动时显示窗口分区。
zh_hant: 在瀏海區域附近拖移時顯示貼齊區域。

source: Show Spotify Device in HUD
zh_hans: 在提示浮层中显示 Spotify 设备
zh_hant: 在浮動提示中顯示 Spotify 裝置

source: Show Spotify Tab
zh_hans: 显示 Spotify 标签页
zh_hant: 顯示 Spotify 標籤頁

source: Show Spotify, App & Device Icons
zh_hans: 显示 Spotify、应用和设备图标
zh_hant: 顯示 Spotify、App 和裝置圖像

source: Show Time Instead of Ring
zh_hans: 显示时间而非圆环
zh_hant: 顯示時間而非圓環

source: Show a compact tickets button when nearby concerts are available for the artist.
zh_hans: 艺人有附近演出时，显示小型购票按钮。
zh_hant: 當藝人在附近有演唱會時，顯示精簡的購票按鈕。

source: Show a convenient button to enable Low Power Mode when your battery gets low.
zh_hans: 电量不足时显示快捷按钮，以便启用低电量模式。
zh_hant: 電池電量偏低時顯示便捷按鈕，以啟用低耗電模式。

source: Show a dedicated verification-code popover in the notch.
zh_hans: 在刘海区域显示专用验证码弹窗。
zh_hant: 在瀏海區域顯示專用的驗證碼彈出式視窗。

source: Show a non-animating waveform when music is playing.
zh_hans: 播放音乐时显示不带动画的波形。
zh_hant: 播放音樂時顯示無動畫的波形。

source: Show a same-size card for your paired Continuity devices. Pair a device in Continuity settings to make it available.
zh_hans: 为已配对的连续互通设备显示等尺寸卡片。请在连续互通设置中配对设备，以便在此使用。
zh_hant: 為已配對的接續互通裝置顯示相同大小的卡片。請在「接續互通」設定中配對裝置以便使用。

source: Show a still frame without starting the video decoder.
zh_hans: 显示静止画面，不启动视频解码。
zh_hant: 顯示靜止畫面，不啟動影片解碼器。

source: Show a user-defined list of layouts side-by-side in the widget for quick selection.
zh_hans: 在小组件中并排显示自定义布局列表，以便快速选择。
zh_hant: 在小工具中並排顯示使用者自訂的佈局列表，以便快速選擇。

source: Show album art beside the upcoming track in the live activity.
zh_hans: 在实时活动中，在下一首歌曲旁显示专辑封面。
zh_hant: 在即時動態中的下一首曲目旁顯示專輯封面。

source: Show all %lld paired devices in an adaptive, same-size sharing card. Offline devices stay visible.
zh_hans: 在自适应的等尺寸共享卡片中显示全部 %lld 台已配对设备。离线设备仍然可见。
zh_hant: 在自適應、相同大小的分享卡片中顯示全部 %lld 部已配對裝置。離線裝置仍會顯示。

source: Show an alert in the notch when a new Sapphire version is available.
zh_hans: 有 Sapphire 新版本时在刘海区域显示提醒。
zh_hant: 有新版 Sapphire 可用時，在瀏海區域顯示提示。

source: Show an alert when a connected device's battery is low.
zh_hans: 已连接设备电量不足时显示提醒。
zh_hant: 已連接裝置的電量偏低時顯示提示。

source: Show compact battery live activity
zh_hans: 显示简洁的电池实时活动
zh_hant: 顯示精簡的電池即時動態

source: Show compact focus live activity text
zh_hans: 显示简洁的专注实时活动文本
zh_hant: 顯示精簡的專注即時動態文字

source: Show connection, disconnection, and battery events for Bluetooth devices.
zh_hans: 显示蓝牙设备的连接、断开和电量事件。
zh_hant: 顯示藍牙裝置的連接、中斷連接和電池事件。

source: Show copy button for detected codes
zh_hans: 为检测到的验证码显示复制按钮
zh_hant: 為偵測到的驗證碼顯示拷貝按鈕

source: Show hidden items after hovering over the menu bar
zh_hans: 指针悬停在菜单栏上后显示隐藏项目
zh_hant: 指標懸停在選單列上後顯示隱藏項目

source: Show hidden items when clicking empty menu bar space
zh_hans: 点击菜单栏空白区域时显示隐藏项目
zh_hant: 按一下選單列空白處時顯示隱藏項目

source: Show in Apple Music
zh_hans: 在 Apple Music 中显示
zh_hant: 在 Apple Music 中顯示

source: Show in Normal Volume HUD
zh_hans: 在常规音量提示浮层中显示
zh_hant: 在一般音量浮動提示中顯示

source: Show in Notch
zh_hans: 在刘海区域中显示
zh_hant: 在瀏海區域中顯示

source: Show live activity events for Apple devices like iPhone, iPad, Mac, and Apple Watch.
zh_hans: 显示 iPhone、iPad、Mac 和 Apple Watch 等 Apple 设备的实时活动事件。
zh_hant: 顯示 iPhone、iPad、Mac 和 Apple Watch 等 Apple 裝置的即時動態事件。

source: Show live package status in the notch when a shipment is active.
zh_hans: 有包裹运输中时，在刘海区域显示实时物流状态。
zh_hant: 有包裹運送中時，在瀏海區域顯示即時物流狀態。

source: Show looping Spotify Canvas video behind the artwork when available. Turn off to always use the album thumbnail.
zh_hans: 可用时在封面后播放循环的 Spotify Canvas 视频。关闭后始终显示专辑缩略图。
zh_hant: 可用時在封面後方播放循環的 Spotify Canvas 影片。關閉後一律使用專輯縮覽圖。

source: Show on Click
zh_hans: 点击时显示
zh_hant: 按一下時顯示

source: Show on Hover
zh_hans: 悬停时显示
zh_hant: 懸停時顯示

source: Show one layout at a time, determined by your default or app-specific settings.
zh_hans: 每次显示一个布局，由默认设置或各应用的独立设置决定。
zh_hant: 一次顯示一個佈局，依你的預設或個別 App 設定而定。

source: Show popularity of track in music player
zh_hans: 在音乐播放器中显示歌曲热度
zh_hant: 在音樂播放器中顯示曲目熱門度

source: Show recent clipboard items in the notch widget strip.
zh_hans: 在刘海区域的小组件栏中显示最近的剪贴板项目。
zh_hant: 在瀏海小工具列中顯示最近的剪貼簿項目。

source: Show related song chips you can play from the music player.
zh_hans: 显示相关歌曲，可在音乐播放器中点击播放。
zh_hant: 顯示可從音樂播放器播放的相關歌曲標籤。

source: Show the AirDrop box in the File Shelf landing view.
zh_hans: 在文件暂存架的拖放界面中显示隔空投送区域。
zh_hant: 在檔案暫存架的主畫面中顯示 AirDrop 區塊。

source: Show the Premium / Free account badge next to the track title.
zh_hans: 在歌曲名称旁显示 Premium 或免费账户标记。
zh_hant: 在曲目名稱旁顯示 Premium／Free 帳號標記。

source: Show the artist avatar, verified check, and monthly listeners instead of plain artist text.
zh_hans: 显示艺人头像、认证标记和月听众数，替代纯文字艺人名称。
zh_hant: 顯示藝人頭像、認證標記和每月聽眾數，而非純文字的藝人名稱。

source: Show the calendar widget in the notch widget strip.
zh_hans: 在刘海区域的小组件栏中显示日历小组件。
zh_hant: 在瀏海小工具列中顯示行事曆小工具。

source: Show the first frame instead of playing the video while Low Power Mode is on.
zh_hans: 低电量模式开启时，显示第一帧而不播放视频。
zh_hant: 開啟低耗電模式時，顯示第一個影格而不播放影片。

source: Show the live camera feed widget in the notch widget strip.
zh_hans: 在刘海区域的小组件栏中显示实时摄像头画面。
zh_hant: 在瀏海小工具列中顯示即時相機畫面小工具。

source: Show the per-app mixer in the expanded notch.
zh_hans: 在展开的刘海中显示各应用的混音器。
zh_hant: 在展開的瀏海區域中顯示個別 App 混音器。

source: Show the quick notes widget in the notch widget strip.
zh_hans: 在刘海区域的小组件栏中显示速记小组件。
zh_hant: 在瀏海小工具列中顯示快速備忘錄小工具。

source: Show the remaining time on the right side instead of the completing progress ring.
zh_hans: 在右侧显示剩余时间，替代完成进度圆环。
zh_hant: 在右側顯示剩餘時間，而非完成進度圓環。

source: Show the upcoming track from the queue under the now-playing title during the last 10 seconds of the song.
zh_hans: 在歌曲最后 10 秒内，于当前歌曲名称下方显示队列中的下一首。
zh_hant: 在歌曲最後 10 秒時，於正在播放的標題下方顯示待播清單中的下一首曲目。

source: Show this notification again in five minutes
zh_hans: 五分钟后再次显示此通知
zh_hant: 五分鐘後再次顯示此通知

source: Show track info on Track Change
zh_hans: 切换歌曲时显示歌曲信息
zh_hant: 切換曲目時顯示曲目資訊

source: Show unnamed devices
zh_hans: 显示未命名设备
zh_hant: 顯示未命名的裝置

source: Show upcoming events as a live activity in the notch.
zh_hans: 在刘海区域中以实时活动显示即将开始的日程。
zh_hant: 在瀏海區域中以即時動態顯示即將到來的事件。

source: Show update Live Activity
zh_hans: 显示更新实时活动
zh_hant: 顯示更新即時動態

source: Show your own image or video behind the clock, sign-in controls, and Sapphire widgets on the lock screen.
zh_hans: 在锁定屏幕的时钟、登录控件和 Sapphire 小组件后方显示你自己的图像或视频。
zh_hant: 在鎖定畫面的時鐘、登入控制項目和 Sapphire 小工具後方顯示你自己的影像或影片。

source: Show your paired device in an adaptive, same-size sharing card. Offline devices stay visible.
zh_hans: 在自适应的等尺寸共享卡片中显示已配对设备。离线设备仍然可见。
zh_hant: 在自適應、相同大小的分享卡片中顯示你的已配對裝置。離線裝置仍會顯示。

source: Showers
zh_hans: 阵雨
zh_hant: 陣雨

source: Shuffle
zh_hans: 随机播放
zh_hant: 隨機播放

source: Shuffle — tap for Smart Shuffle
zh_hans: 随机播放 — 点击启用智能随机播放
zh_hant: 隨機播放：點一下以使用智慧隨機播放

source: Sidebar
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Sidebar glass that blends into the title bar.
zh_hans: 与标题栏融为一体的侧边栏玻璃效果。
zh_hant: 與標題列融為一體的側邊欄玻璃效果。

source: Sidebar glass tuned for inspector panels.
zh_hans: 为检查器面板调整的侧边栏玻璃效果。
zh_hant: 為檢閱器面板調整的側邊欄玻璃效果。

source: Sign in to Spotify below. Old sessions are cleared first so a revoked login cannot auto-complete.
zh_hans: 请在下方登录 Spotify。系统会先清除旧会话，防止已撤销的登录自动完成。
zh_hant: 請在下方登入 Spotify。會先清除舊的工作階段，以免已撤銷的登入自動完成。

source: Significant Energy Users
zh_hans: 高耗能应用
zh_hant: 高耗能項目

source: Similar Albums
zh_hans: 相似专辑
zh_hant: 相似專輯

source: Single
zh_hans: 单个
zh_hant: 單一

source: Singles & EPs
zh_hans: 单曲与 EP
zh_hant: 單曲與 EP

source: Size
zh_hans: 大小
zh_hant: 大小

source: Size (Large to Small)
zh_hans: 大小（从大到小）
zh_hant: 大小（由大到小）

source: Size calculated during review
zh_hans: 检查时计算大小
zh_hant: 檢查時計算大小

source: Sizing & Position
zh_hans: 尺寸与位置
zh_hant: 大小與位置

source: Skip
zh_hans: 跳过
zh_hant: 略過

source: Skip Ads
zh_hans: 跳过广告
zh_hant: 略過廣告

source: Skip break
zh_hans: 跳过休息
zh_hant: 略過休息

source: Skip for Now
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Skip for now
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Skip passwords and other concealed clipboard content (e.g., from 1Password, Bitwarden).
zh_hans: 跳过密码及其他隐藏的剪贴板内容，例如来自 1Password、Bitwarden 的内容。
zh_hant: 略過密碼和其他隱藏的剪貼簿內容（例如來自 1Password、Bitwarden）。

source: Skipped a mounted volume. Scan that volume directly to include it.
zh_hans: 已跳过一个已挂载宗卷。若要包含它，请直接扫描该宗卷。
zh_hant: 已略過一個已裝載的卷宗。若要包含該卷宗，請直接掃描它。

source: Slack-style emoji typing with :shortcode: suggestions and a full search picker.
zh_hans: 使用类似 Slack 的 :shortcode: 表情输入建议和完整搜索选择器。
zh_hant: 類似 Slack 的表情符號輸入，提供 :shortcode: 建議和完整的搜尋選擇器。

source: Sleep display when nearly closed
zh_hans: 接近合盖时让显示器睡眠
zh_hant: 接近闔上時讓顯示器進入睡眠

source: Sleeping
zh_hans: 睡眠中
zh_hant: 睡眠中

source: Slide
zh_hans: 滑动
zh_hant: 滑動

source: Slider step
zh_hans: 滑块步长
zh_hant: 滑桿間距

source: Slowly turn left
zh_hans: 缓慢向左转头
zh_hant: 慢慢向左轉

source: Slowly turn right
zh_hans: 缓慢向右转头
zh_hant: 慢慢向右轉

source: Smart (when mouse leaves)
zh_hans: 智能（指针移开时）
zh_hant: 智慧（滑鼠離開時）

source: Smart Inbox
zh_hans: 智能收件箱
zh_hant: 智慧收件匣

source: Smart Shuffle — tap for Off
zh_hans: 智能随机播放 — 点击关闭
zh_hant: 智慧隨機播放：點一下以關閉

source: Smooth
zh_hans: 平滑
zh_hant: 平滑

source: Smoothly changing the shape of a Live Activity.
zh_hans: 实时活动平滑改变形状时。
zh_hant: 即時動態平滑變換形狀時。

source: Snap Zone Shortcuts
zh_hans: 窗口分区快捷键
zh_hant: 貼齊區域快速鍵

source: Snap Zones
zh_hans: 窗口分区
zh_hant: 貼齊區域

source: Snap Zones & Planes
zh_hans: 窗口分区与窗口方案
zh_hant: 貼齊區域與平面

source: Snappy
zh_hans: 轻快
zh_hant: 輕快

source: Snippets
zh_hans: 文本片段
zh_hant: 文字片段

source: Snooze 5 min
zh_hans: 5 分钟后提醒
zh_hant: 5 分鐘後提醒

source: Snow
zh_hans: 雪
zh_hant: 雪

source: Snow Grains
zh_hans: 米雪
zh_hant: 米雪

source: Snow Showers
zh_hans: 阵雪
zh_hant: 陣雪

source: Soft, strong blur with bright diffusion.
zh_hans: 柔和、强烈模糊且明亮扩散的效果。
zh_hant: 柔和、強烈的模糊效果，帶有明亮的擴散感。

source: Solid
zh_hans: 纯色
zh_hant: 純色

source: Some applications could not be scanned
zh_hans: 部分应用无法扫描
zh_hant: 部分應用程式無法掃描

source: Songs
zh_hans: 歌曲
zh_hant: 歌曲

source: Sound
zh_hans: 声音
zh_hant: 聲音

source: Sound on Change
zh_hans: 调整时播放提示音
zh_hant: 變更時播放聲音

source: Spacer
zh_hans: 间隔
zh_hant: 間隔

source: Spaces
zh_hans: 桌面空间
zh_hant: 空間

source: Spaces to activate this profile on:
zh_hans: 在以下桌面空间中启用此方案：
zh_hant: 要啟用此設定組的空間：

source: Spacing
zh_hans: 间距
zh_hant: 間距

source: Span:
zh_hans: 跨度：
zh_hant: 時間跨度：

source: Spanish
zh_hans: 西班牙语
zh_hant: 西班牙文

source: Specific days
zh_hans: 指定日期
zh_hant: 指定日期

source: Speed: %lld RPM | Repeats: %@ at %@
zh_hans: 转速：%lld RPM | 重复：%@，时间 %@
zh_hant: 速度：%lld RPM | 重複：%@，時間 %@

source: Split Screen
zh_hans: 左右分屏
zh_hant: 分割畫面

source: Spoof Detection
zh_hans: 伪装检测
zh_hant: 偽裝偵測

source: Spoof Lock Duration
zh_hans: 伪装锁定时长
zh_hant: 偽裝鎖定時間長度

source: Sports
zh_hans: 体育
zh_hant: 運動

source: Sports & Games
zh_hans: 体育与游戏
zh_hant: 運動與遊戲

source: Sports widget settings, favorite teams selection, and scoreboard configurations.
zh_hans: 设置体育小组件、关注的球队和比分显示。
zh_hant: 運動小工具設定、喜愛球隊選擇和記分板設定。

source: Spotify (Official API)
zh_hans: Spotify（官方 API）
zh_hant: Spotify（官方 API）

source: Spotify (Private API)
zh_hans: Spotify（私有 API）
zh_hant: Spotify（私有 API）

source: Spotify API Credentials
zh_hans: Spotify API 凭据
zh_hant: Spotify API 憑證

source: Spotify API Error: %@
zh_hans: Spotify API 错误：%@
zh_hant: Spotify API 錯誤：%@

source: Spotify API Keys Missing
zh_hans: 缺少 Spotify API 密钥
zh_hant: 缺少 Spotify API 密鑰

source: Spotify App Is Not Open
zh_hans: Spotify 应用尚未打开
zh_hant: Spotify App 未打開

source: Spotify Setup
zh_hans: Spotify 设置
zh_hant: Spotify 設定

source: Spotify is rate limiting requests: %@
zh_hans: Spotify 请求已受频率限制：%@
zh_hant: Spotify 正在限制請求頻率：%@

source: Square
zh_hans: 方形
zh_hant: 方形

source: Stable
zh_hans: 稳定版
zh_hant: 穩定版

source: Standard
zh_hans: 标准
zh_hant: 標準

source: Standby
zh_hans: 待机
zh_hant: 待機

source: Start
zh_hans: 开始
zh_hant: 開始

source: Start %lld minute timer
zh_hans: 启动 %lld 分钟计时器
zh_hant: 開始 %lld 分鐘計時器

source: Start Calibration
zh_hans: 开始校准
zh_hant: 開始校正

source: Start Date
zh_hans: 开始日期
zh_hant: 開始日期

source: Start Discharge
zh_hans: 开始放电
zh_hant: 開始放電

source: Start Far Calibration
zh_hans: 开始远处校准
zh_hant: 開始遠距校正

source: Start Fresh
zh_hans: 重新开始
zh_hant: 重新開始

source: Start Near Calibration
zh_hans: 开始近处校准
zh_hant: 開始近距校正

source: Start One-Time Discharge
zh_hans: 开始单次放电
zh_hant: 開始單次放電

source: Start Sapphire automatically when you log in to your Mac.
zh_hans: 登录 Mac 时自动启动 Sapphire。
zh_hant: 登入 Mac 時自動啟動 Sapphire。

source: Start Sapphire automatically with your Mac.
zh_hans: 登录 Mac 时自动启动 Sapphire。
zh_hant: 隨 Mac 自動啟動 Sapphire。

source: Start Time:
zh_hans: 开始时间：
zh_hant: 開始時間：

source: Start Week On
zh_hans: 每周开始于
zh_hant: 每週開始於

source: Start increasing from:
zh_hans: 开始加速的温度：
zh_hant: 開始加速的溫度：

source: Start using the microphone to see its level.
zh_hans: 开始使用麦克风以查看电平。
zh_hant: 開始使用麥克風以查看其音量。

source: Starting %@
zh_hans: %@ 开始
zh_hant: %@ 開始

source: Starts %@
zh_hans: %@ 开始
zh_hant: %@ 開始

source: Starts the screensaver instead of showing the lock screen.
zh_hans: 启动屏幕保护程序，而不显示锁定屏幕。
zh_hant: 啟動螢幕保護程式，而不顯示鎖定畫面。

source: State
zh_hans: 状态
zh_hant: 狀態

source: Statistics
zh_hans: 统计
zh_hant: 統計資料

source: Stats
zh_hans: 统计
zh_hant: 統計資料

source: Stats & History
zh_hans: 统计与历史
zh_hant: 統計資料與記錄

source: Stats Configuration
zh_hans: 统计配置
zh_hant: 統計資料設定

source: Status Icon
zh_hans: 状态图标
zh_hant: 狀態圖像

source: Status Text
zh_hans: 状态文字
zh_hant: 狀態文字

source: Stay Hydrated
zh_hans: 保持水分充足
zh_hant: 記得補充水分

source: Stay in the zone
zh_hans: 保持专注状态
zh_hant: 保持專注

source: Step %lld of %lld
zh_hans: 第 %1$lld 步，共 %2$lld 步
zh_hant: 第 %lld 步，共 %lld 步

source: Step 1: Bring Device Close
zh_hans: 第 1 步：将设备靠近
zh_hant: 步驟 1：將裝置靠近

source: Step 1: Calibrate 'Near' Distance
zh_hans: 第 1 步：校准“近处”距离
zh_hant: 步驟 1：校正「近」距離

source: Step 1: Charging to 100%
zh_hans: 第 1 步：充电至 100%
zh_hant: 步驟 1：充電至 100%

source: Step 2: Calibrate 'Far' Distance
zh_hans: 第 2 步：校准“远处”距离
zh_hant: 步驟 2：校正「遠」距離

source: Step 2: Holding at 100% (%@)
zh_hans: 第 2 步：保持 100% 电量（%@）
zh_hant: 步驟 2：維持在 100%（%@）

source: Step 2: Holding at 100%% (%@)
zh_hans: 第 2 步：保持 100%% 电量（%@）
zh_hant: 步驟 2：維持在 100%%（%@）

source: Step 2: Move Device Far Away
zh_hans: 第 2 步：将设备移远
zh_hant: 步驟 2：將裝置移遠

source: Step 3: Discharging to 10%
zh_hans: 第 3 步：放电至 10%
zh_hant: 步驟 3：放電至 10%

source: Step 3: Select Your Device
zh_hans: 第 3 步：选择设备
zh_hant: 步驟 3：選擇你的裝置

source: Step 4: Recharging to original limit
zh_hans: 第 4 步：重新充电至原上限
zh_hant: 步驟 4：重新充電至原本上限

source: Stock market ticker configurations, favorite stocks, and trendline visualizations.
zh_hans: 设置股票行情、关注的股票和趋势线显示。
zh_hant: 股票行情設定、喜愛的股票和趨勢線視覺化。

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Stop Camera
zh_hans: 停止相机
zh_hant: 停止相機

source: Stop Discharge
zh_hans: 停止放电
zh_hant: 停止放電

source: Stop Scanning
zh_hans: 停止扫描
zh_hant: 停止掃描

source: Stop camera
zh_hans: 停止相机
zh_hant: 停止相機

source: Stop charging when app closed
zh_hans: 应用退出后停止充电
zh_hant: App 關閉時停止充電

source: Stop charging when sleeping
zh_hans: 睡眠时停止充电
zh_hant: 睡眠時停止充電

source: Stop ignoring
zh_hans: 取消忽略
zh_hant: 停止忽略

source: Stop timer
zh_hans: 停止计时器
zh_hant: 停止計時器

source: Stops Face ID scanning when your face isn't recognized for this long.
zh_hans: 在指定时间内未识别到你的面容时，停止 Face ID 扫描。
zh_hant: 若在這段時間內未辨識出你的臉孔，便停止 Face ID 掃描。

source: Stopwatch
zh_hans: 秒表
zh_hant: 碼錶

source: Stopwatches
zh_hans: 秒表
zh_hant: 碼錶

source: Storage
zh_hans: 存储
zh_hant: 儲存空間

source: Storage Details
zh_hans: 存储详情
zh_hant: 儲存空間詳細資訊

source: Storage Workspace
zh_hans: 存储工作区
zh_hant: 儲存空間工作區

source: Storage capacity is unavailable for this location.
zh_hans: 无法获取此位置的存储容量。
zh_hant: 無法取得此位置的儲存容量。

source: Stored locally on your device
zh_hans: 数据存储在本机
zh_hant: 儲存在你的裝置本機上

source: Streak
zh_hans: 连续记录
zh_hant: 連續紀錄

source: Streak Passes
zh_hans: 连续专注恢复券
zh_hant: 連續紀錄通行證

source: Streak revived
zh_hans: 已恢复连续专注
zh_hant: 已恢復連續紀錄

source: Streaks
zh_hans: 连续记录
zh_hant: 連續紀錄

source: Stream Format
zh_hans: 音频流格式
zh_hant: 串流格式

source: Stretch to Fill
zh_hans: 拉伸填充
zh_hant: 延展以填滿

source: Strict
zh_hans: 严格
zh_hant: 嚴格

source: Strip emoji characters from pasted text.
zh_hans: 从粘贴内容中移除表情字符。
zh_hant: 從貼上的文字中移除表情符號。

source: Strip tracking parameters (utm_*, fbclid, gclid, …) from copied links automatically. Images, files and rich text pass through untouched.
zh_hans: 自动移除已复制链接中的追踪参数（utm_*、fbclid、gclid 等）。图像、文件和富文本保持不变。
zh_hant: 自動移除所拷貝連結中的追蹤參數（utm_*、fbclid、gclid…）。影像、檔案和富文字不受影響。

source: Strip web addresses from pasted text.
zh_hans: 从粘贴内容中移除网址。
zh_hant: 從貼上的文字中移除網址。

source: Strongest Signal: %@ at %lld dBm
zh_hans: 最强信号：%@，%lld dBm
zh_hant: 最強訊號：%@，%lld dBm

source: Style
zh_hans: 样式
zh_hant: 樣式

source: Subtask %lld of %lld
zh_hans: 子任务 %lld，共 %lld 项
zh_hant: 子任務 %lld／%lld

source: Subtle vibration when adjusting audio controls.
zh_hans: 调节音频控件时提供轻微振动反馈。
zh_hant: 調整音訊控制項目時提供輕微的震動。

source: Subtle, lightly blurred glass.
zh_hans: 细腻、轻度模糊的玻璃效果。
zh_hant: 細緻、輕度模糊的玻璃效果。

source: Succeeded!
zh_hans: 成功！
zh_hant: 成功！

source: Suggested Lock RSSI: **%lld dBm**
zh_hans: 建议的锁定信号强度：**%lld dBm**
zh_hant: 建議的鎖定 RSSI：**%lld dBm**

source: Suggested Songs
zh_hans: 推荐歌曲
zh_hant: 推薦歌曲

source: Suggested Unlock RSSI: **%lld dBm**
zh_hans: 建议的解锁信号强度：**%lld dBm**
zh_hant: 建議的解鎖 RSSI：**%lld dBm**

source: Suggestions
zh_hans: 推荐
zh_hant: 建議

source: Sun
zh_hans: 周日
zh_hant: 週日

source: Sunday
zh_hans: 星期日
zh_hant: 星期日

source: Sunrise
zh_hans: 日出
zh_hant: 日出

source: Sunset
zh_hans: 日落
zh_hant: 日落

source: Surface
zh_hans: 浅层
zh_hant: 表層

source: Surface a live activity while an AI agent, a build, or a terminal command is running.
zh_hans: AI 智能体、构建或终端命令运行时，显示实时活动。
zh_hant: 在 AI 代理程式、建置或終端機指令執行時顯示即時動態。

source: Surface scanned
zh_hans: 已浅层扫描
zh_hant: 已完成表層掃描

source: Surface scanning %lld items…
zh_hans: 正在浅层扫描 %lld 个项目…
zh_hant: 正在表層掃描 %lld 個項目…

source: Surround Audio
zh_hans: 环绕音频
zh_hant: 環繞音訊

source: Swipe Actions
zh_hans: 轻扫操作
zh_hant: 滑動動作

source: Swipe Left
zh_hans: 向左轻扫
zh_hant: 向左滑動

source: Swipe Left to Skip
zh_hans: 左滑切换下一首
zh_hant: 向左滑動以跳到下一首

source: Swipe Open Damping
zh_hans: 轻扫展开阻尼
zh_hant: 滑動展開阻尼

source: Swipe Open Response
zh_hans: 轻扫展开响应
zh_hant: 滑動展開回應

source: Swipe Right
zh_hans: 向右轻扫
zh_hant: 向右滑動

source: Swipe Right to Rewind
zh_hans: 右滑返回上一首
zh_hant: 向右滑動以倒回

source: Swipe down on a live activity to dismiss it.
zh_hans: 在实时活动上向下轻扫可将其关闭。
zh_hant: 在即時動態上向下滑動即可關閉。

source: Swipe right on the album art to go to the previous track.
zh_hans: 在专辑封面上向右滑动即可播放上一首。
zh_hant: 在專輯封面上向右滑動即可前往上一首曲目。

source: Swipe right to skip and left to go back.
zh_hans: 右滑切换下一首，左滑返回上一首。
zh_hant: 向右滑動跳到下一首，向左滑動返回上一首。

source: Swipe to Dismiss
zh_hans: 轻扫关闭
zh_hant: 滑動以關閉

source: Swipe to Hide Notch
zh_hans: 轻扫隐藏刘海区域
zh_hant: 滑動以隱藏瀏海

source: Swipe to Switch Widgets
zh_hans: 轻扫切换小组件
zh_hant: 滑動以切換小工具

source: Switching devices requires a Spotify Premium account or a private api login.
zh_hans: 切换设备需要 Spotify Premium 账户或私有 API 登录。
zh_hant: 切換裝置需要 Spotify Premium 帳號或私有 API 登入。

source: Symbolic link target not followed
zh_hans: 未跟随符号链接的目标
zh_hant: 未追蹤符號連結的目標

source: Sync Stopwatch
zh_hans: 同步秒表
zh_hant: 同步碼錶

source: Sync Timer
zh_hans: 同步倒计时
zh_hant: 同步計時器

source: Sync mode
zh_hans: 同步模式
zh_hant: 同步模式

source: Sync with System Clock
zh_hans: 与系统时钟同步
zh_hant: 與系統時鐘同步

source: System
zh_hans: 系统
zh_hant: 系統

source: System & Utilities
zh_hans: 系统与工具
zh_hant: 系統與工具程式

source: System Clock & Shortcuts
zh_hans: 系统时钟与快捷指令
zh_hant: 系統時鐘與捷徑

source: System Enhance
zh_hans: 系统增强
zh_hant: 系統增強

source: System Load
zh_hans: 系统负载
zh_hant: 系統負載

source: System Notifications
zh_hans: 系统通知
zh_hant: 系統通知

source: System Power
zh_hans: 系统功耗
zh_hant: 系統電源

source: System Settings should be open. Under Allow in the Background, turn on both Sapphire and Sapphire Helper, then return here.
zh_hans: “系统设置”应已打开。请在“允许在后台”中同时启用 Sapphire 和 Sapphire Helper，然后返回这里。
zh_hant: 「系統設定」應已打開。請在「允許在背景執行」下同時開啟 Sapphire 和 Sapphire Helper，然後回到這裡。

source: System Wide
zh_hans: 整个系统
zh_hant: 全系統

source: System and app caches can safely be removed
zh_hans: 可安全移除的系统和应用缓存
zh_hant: 可安全移除的系統和 App 快取

source: System apps
zh_hans: 系统应用
zh_hant: 系統 App

source: Systems
zh_hans: 系统
zh_hant: 系統

source: TAP START TO BEGIN
zh_hans: 点击开始
zh_hant: 點一下「開始」以開始

source: TIDAL API Credentials
zh_hans: TIDAL API 凭据
zh_hant: TIDAL API 憑證

source: Tap 5× quickly to enable debug mode
zh_hans: 快速轻点 5 次以启用调试模式
zh_hant: 快速點一下 5 次以啟用除錯模式

source: Tap Install Helper. Approve the macOS prompt, then enable Sapphire under System Settings → General → Login Items → Background Activity.
zh_hans: 点击“安装辅助服务”，批准 macOS 提示，然后在“系统设置”→“通用”→“登录项”→“后台活动”中启用 Sapphire。
zh_hant: 點一下「安裝輔助服務」。核准 macOS 提示，然後在「系統設定」→「一般」→「登入項目」→「背景活動」中啟用 Sapphire。

source: Tap the album art with two fingers to toggle playback.
zh_hans: 用两根手指轻点专辑封面以切换播放状态。
zh_hant: 用兩指點一下專輯封面以切換播放。

source: Tap the pencil to create your first note.
zh_hans: 点击铅笔创建第一条笔记。
zh_hant: 點一下鉛筆以建立你的第一則備忘錄。

source: Tap to Start
zh_hans: 点击开始
zh_hant: 點一下以開始

source: Tap to enable
zh_hans: 点按以启用
zh_hant: 點一下以啟用

source: Tap to turn off Low Power Mode
zh_hans: 点按以关闭低电量模式
zh_hant: 點一下以關閉低耗電模式

source: Tap to turn on Low Power Mode
zh_hans: 点按以开启低电量模式
zh_hant: 點一下以開啟低耗電模式

source: Target Charge
zh_hans: 目标电量
zh_hant: 目標電量

source: Target Speed
zh_hans: 目标转速
zh_hant: 目標轉速

source: Target: %lld%% | Repeats: %@ at %@
zh_hans: 目标：%lld%% | 重复：%@，时间 %@
zh_hant: 目標：%lld%% | 重複：%@，時間 %@

source: Task History
zh_hans: 任务历史
zh_hant: 任務記錄

source: Temp
zh_hans: 温度
zh_hant: 溫度

source: Temperature
zh_hans: 温度
zh_hant: 溫度

source: Temperature Unit
zh_hans: 温度单位
zh_hant: 溫度單位

source: Temporarily discharge to a specific percentage. This will not affect your main charge limit or automatic discharge settings.
zh_hans: 临时放电至指定电量，不影响主要充电上限或自动放电设置。
zh_hant: 暫時放電至指定百分比。這不會影響你的主要充電上限或自動放電設定。

source: Temporarily remove the dim layer while Mission Control is open so you can actually see the apps in the Exposé grid.
zh_hans: 调度中心打开时暂时移除调暗层，便于查看窗口总览中的应用。
zh_hant: 「指揮中心」打開時暫時移除調暗圖層，讓你能真正看清 Exposé 格狀排列中的 App。

source: Terminal Commands
zh_hans: 终端命令
zh_hant: 終端機指令

source: Text
zh_hans: 文字
zh_hant: 文字

source: Text & Editing
zh_hans: 文本与编辑
zh_hant: 文字與編輯

source: Text Snippets
zh_hans: 文本片段
zh_hant: 文字片段

source: The 20-20-20 Rule
zh_hans: 20-20-20 法则
zh_hant: 20-20-20 法則

source: The app is selected automatically. Related files stay unchecked whenever exclusive ownership cannot be proven.
zh_hans: 应用本身会自动选中。无法证实属于该应用独占的关联文件会保持未选中。
zh_hant: 已自動選取此 App。若無法證明為專屬擁有，相關檔案會保持未勾選。

source: The app is selected. Identifier-linked, shared, and name-based data requires review unless ownership is verified.
zh_hans: 应用本身已选中。通过标识符关联、共享或按名称匹配的数据，除非已核实归属，否则需要你检查后选择。
zh_hant: 已選取此 App。除非已驗證擁有權，否則以識別碼關聯、共享及以名稱比對的資料都需要檢查。

source: The application changed after it was scanned. Scan it again before removing it.
zh_hans: 扫描后应用发生了变化。请重新扫描后再移除。
zh_hant: 應用程式在掃描後已變更。請重新掃描後再移除。

source: The application did not quit. Save your work, quit it manually, and try again.
zh_hans: 应用未退出。请保存工作，手动退出应用后重试。
zh_hant: 應用程式未結束。請儲存你的工作，手動結束後再試一次。

source: The apps in "%@" will be returned to the Launchpad.
zh_hans: “%@”中的应用将返回启动台。
zh_hant: 「%@」中的 App 將回到 Launchpad。

source: The archive did not contain the expected Sapphire app.
zh_hans: 压缩包中没有预期的 Sapphire 应用。
zh_hant: 壓縮檔中沒有預期的 Sapphire App。

source: The camera is off. Turn it on to start a live mirror.
zh_hans: 相机已关闭，开启后即可使用实时镜子。
zh_hant: 相機已關閉。開啟後即可開始使用即時鏡子。
